# Taps
tap 'homebrew/cask-fonts'
tap 'homebrew/cask-versions'
tap 'homebrew/bundle'

# Binaries
brew 'bash'
brew 'coreutils'
brew 'gh'
brew 'git'
brew 'grep'
brew 'jq'
brew 'mackup'

# Apps
cask 'docker'
cask 'github'
cask 'herd'
cask 'tableplus'
cask 'raycast'
cask 'dbngin'
cask 'jetbrains-toolbox'
cask 'bitwarden'
cask 'spotify'
cask 'brave-browser'
cask 'bruno'
cask 'figma'
cask 'iina'
cask 'warp'
cask 'obsidian'
cask 'signal'
cask 'zed'
cask 'trezor-suite'
cask 'telegram-desktop'
cask 'slack'
cask 'google-drive'
